Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: འཇམ་དཔལ་འདི་ནི་ཁྱོད་ཀྱི་སྙིང་པོ་དམ་པ་ཡིན་ཏེཞི་བ་ཐམས་ཅད་བྱེད་པ། སྡིག་པ་ཐམས་ཅད་ཟད་པར་བྱེད་པ། སྡུག་བསྔལ་ཐམས་ཅད་ལས་རབ་ཏུ་གྲོལ་བར་བྱེད་པ། ཚེ་དང་། ནད་མེད་པ་དང་། དབང་ཕྱུག་དང་། སྐལ་བ་བཟང་པོ་མཆོག་དང་། ངག་གི་དབང་ཕྱུག་སྐྱེད་པར་བྱེད་པ། རིག་པའི་རྒྱལ་པོ་ཐམས་ཅད་གཟེངས་སྟོད་པར་བྱེད་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པས་འདི་གསུངས་མ་ཐག་ཏུ་ས་ཆེན་པོ་རི་དང་རྒྱ་མཚོ་དང་བཅས་པ། སེམས་ཅན་དང་སྣོད་ཉེ་བའི་མཐར་ཐུག་པ་རྣམ་པ་དྲུག་ཏུ་རབ་ཏུ་གཡོས་པར་གྱུར་ཏོ། །འགྲོ་བ་ཐམས་ཅད་དེ་ཡི་དགས་ཀྱི་འགྲོ་བ་དང་། དུད་འགྲོ་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དང་། དམྱལ་བའི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་སྡུག་བསྔལ་རབ་ཏུ་སྦྱངས་ཤིང་།
en: “This, Mañjuśrī, is your ultimate heart essence that makes everything peaceful, removes all negativity, and releases from all suffering. It brings long life, good health, vigor, supreme well-being, and increases the powers of speech. It also stirs up the goodness in all the vidyā king s.” As soon as the blessed Buddha Śākyamuni pronounced this mantra, this great earth with all its mountains, oceans, and animate and inanimate things, up to its farthest reaches, shook in six different ways, and the sufferings of all the beings of the different classes—the pretas, the animals, and all the beings in the worlds of Yama —completely ceased. {54.101}

source: བདེ་བ་རྣམས་ཀྱང་རབ་ཏུ་ཐོབ་པར་འགྱུར་ལ། འཇམ་དཔལ་རིག་པའི་རྒྱལ་པོ་འདི་ཡང་ཡིད་ལ་བྱེད་ཅིང་། དེའི་ཚེ་དམ་པའི་ཆོས་སྤོང་བའི་སེམས་ཀྱང་མེད་པར་འགྱུར་ནབདུད་སྡིག་ཏོ་ཅན་གྱིས་ཀྱང་གླགས་རྙེད་པར་མི་འགྱུར་ལ། བགེགས་དང་ལོག་འདྲེན་ཐམས་ཅད་ཀྱང་འབྱེར་བར་འགྱུར་རོ། །
en: “This king of mantras, Mañjuśrī, should be kept in mind, so that, at that time, there will be no thought of giving up the sacred Dharma, the evil māras will not have any opportunity to cause harm, and all the vighnas and vināyakas will run away.

source: འདི་ལྟར་ཡང་སེམས་བསྐྱེད་པར་བྱ་སྟེ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཀྱི་སངས་རྒྱས་དང་། ཆོས་ནི་བསམ་གྱིས་མི་ཁྱབ་སྟེ། བསམ་པའམ། གཞལ་བའམ། སྤང་བར་ནི་བདག་གིས་ཅི་ཞིག་ནུས་ཏེ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཉིད་ཀྱིས་མཁྱེན་པར་འགྱུར་རོ། །
en: “The blessed buddhas will know my thoughts, if I should reflect, ‘What am I capable of? Will I accept or reject the inconceivable Dharma of the realization of the blessed buddhas?’ ” {54.102}

source: འཕགས་པ་འཇམ་དཔལ་གྱི་རྩ་བའི་ཆོ་ག་བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཕལ་པོ་ཆེ་ཐེག་པ་ཆེན་པོ་ཤིན་ཏུ་རྒྱས་པའི་མདོ་ལས། ཕན་ཡོན་དང་ཉེས་དམིགས་ཀྱི་ནུས་པ་རབ་འབྱམ་བསྟན་པའི་ལེའུ་སུམ་ཅུ་རྩ་དྲུག་པ་རྫོགས་སོ།། །།
en: This concludes the detailed chapter about the consequences of praising or blaming [this Dharma manual], fifty-fourth in “The Root Manual of Noble Mañjuśrī,” an extensive Mahāyāna sūtra that forms a garland-like basket of bodhisattva teachings.

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། དགེ་སློང་དེ་དག་དང་། བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་། ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་དག་དང་། གནས་གཙང་མའི་སྟེང་ན་གནས་པའི་ལྷའི་བུའི་ཚོགས་རྣམས་དང་། སེམས་ཅན་བྱེ་བ་ཁྲི་ཕྲག་བརྒྱ་སྟོང་དུ་མ་དང་། ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དང་། གྲུབ་པ་དང་། རིག་འཛིན་དང་། དྲང་སྲོང་མཆོག་དམ་པ་དུ་མ་དང་། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་དང་། སྤྱན་རས་གཟིགས་དང་། བྱམས་པ་དང་། མཐུ་ཆེན་ཐོབ་དང་། མཐུ་ཆེན་གནས་དང་། ཕྱག་ན་རྡོ་རྗེ་ལ་སོགས་པ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་དང་། འཇིག་རྟེན་གྱི་ཁམས་གྲངས་མེད་པ་དང་། ཆོས་ཀྱི་དབྱིངས་མཐའ་ཡས་པ་ན་བཞུགས་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་འཁོར་དང་བཅས་པ་དང་། སངས་རྒྱས་བཅོམ་ལྡན་འདས་ནམ་མཁའི་ངོ་བོ་དང་འདྲ་བར་བཞུགས་པའི་སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བསམ་གྱིས་མི་ཁྱབ་པ་རྣམས་ཐུགས་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ། །
en: When the Blessed One had finished teaching, the monks, the bodhisattvas, their retinues, and billions of other beings present above the Pure Abode such as gods, nāga s, yakṣa s, gandharvas, asuras, garuḍas, kinnaras, mahoragas, siddha s, and vidyādharas; as well as many prominent ṛṣis and the great bodhisattva beings including the divine youth Mañjuśrī, Avalokiteśvara, Maitreya, Mahā­sthāna­prāpta, Vajrapāṇi, and so forth; the blessed buddhas with the retinues of śrāvakas and pratyeka­buddhas who dwell in innumerable world systems and in the infinite sphere of phenomena; and the inconceivable buddhas dwelling in the sky-like nature and the bodhisattva great beings, were all very pleased and praised the Blessed One’s teaching.

source: འཕགས་པ་འཇམ་དཔལ་གྱི་རྩ་བའི་རྒྱུད་རྫོགས་སོ།། །།
en: This concludes “The Root Manual of Noble Mañjuśrī,” presented as it was passed down.

source: དཔལ་ལྷ་བཙན་པོ་ལྷ་བཙུན་པ་བྱང་ཆུབ་འོད་ཀྱི་བཀས། རྒྱ་གར་གྱི་མཁན་པོ་དགེ་བསྙེན་ཆེན་པོ་ཀུ་མཱ་ར་ཀ་ལ་ཤ་དང་། སྒྲ་སྒྱུར་གྱི་ལོཙྪ་བ་དགེ་སློང་ཤཱཀྱ་བློ་གྲོས་ཀྱིས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པའོ།། །།
en: By order of the glorious ruler and renunciant king Jangchub O, this text was translated, edited, and finalized by the great Indian scholar and spiritual teacher Kumārakalaśa and the translator Lotsawa and monk Śākya Lodrö.
